{
  "metadata": {
    "title": "How to Win at Y Combinator",
    "description": "Y Combinator has launched some of the most successful startups in the world—but what does it actually take to stand out and succeed in the program? In this webinar, we’ll explore how Y Combinator works, what investors and partners are really looking for, and the strategies that top founders use to thrive. From shaping your idea to navigating Demo Day, you’ll get a behind-the-scenes look at how to maximize your shot at turning an application into a breakout company.",
    "author": "Webinar Maker Pro",
    "domain": "general",
    "duration": 15,
    "created": "2025-08-19T04:18:29.424Z",
    "version": "1.0.0",
    "language": "en-US",
    "theme": {
      "primaryColor": "#8b5cf6",
      "secondaryColor": "#7c3aed",
      "fontFamily": "Inter, system-ui, sans-serif",
      "codeTheme": "github"
    }
  },
  "slides": [
    {
      "id": "s1",
      "content": {
        "type": "title",
        "title": "How to Win at Y Combinator: What You’ll Learn and Why It Matters",
        "subtitle": "An AI-Generated Presentation",
        "presenter": "Webinar Maker Pro",
        "date": "2025-08-19"
      },
      "speakerNotes": "- 0:00–0:05 Pause for title slide. Smile, set energy.\n- 0:05–0:20 Hook why YC matters: network, focus, $500k terms (remind: verify on yc.com). Keep it crisp.\n- 0:20–0:35 Outline what they’ll learn: end-to-end flow + what partners look for + tactics from idea to Demo Day.\n- 0:35–0:55 Emphasize why it matters even if they don’t apply: speed, user conversations, weekly growth.\n- 0:55–1:10 Highlight concrete takeaways: one-liner, checklists, weekly cadence, clean SAFE process.\n- 1:10–1:20 Advance to Mermaid diagram. Point to each step with one sentence each.\n- 1:20–1:30 Interaction: Ask attendees to drop stage in chat (pre-idea/building/revenue). Quick scan.\n- 1:30–1:35 Transition: “Let’s start with YC at a glance.” Move to next section.\n- Technical reminders: Confirm Mermaid diagram renders; if not, describe the flow verbally. Check mic levels and slide advance hotkeys ready.",
      "narration": "Welcome to How to Win at Y Combinator... In the next ninety seconds, here’s what you’ll get and why it matters... YC is a three‑month accelerator that combines capital, guidance, and a powerful network... As of 2024, they invest five hundred thousand dollars via two SAFEs, but always check yc dot com for the latest terms... More important than the check, YC’s operating system is about focus and velocity... In this session, we’ll walk the entire journey: the online application and one‑minute founder video, a fast ten‑minute interview, the twelve‑week batch where you pick a single metric, talk to users daily, and ship weekly, Demo Day with a one‑minute pitch, and the post‑batch support that continues after... We’ll unpack what partners and investors really look for: founder–market fit, an acute problem with a clear customer, early traction and learning speed, credible distribution, and the beginnings of defensibility... You’ll leave with practical tools you can use immediately: a crisp one‑sentence value proposition, application and interview checklists, a weekly metric playbook to drive five to seven percent growth when feasible, and a clean fundraising process built around standard SAFEs... This is valuable even if you never apply, because speed, clarity, and relentless user focus are how breakout companies are built... As we go, drop your stage in the chat—pre‑idea, building, or revenue—so we can tailor examples... Let’s start with YC at a glance.",
      "duration": 1.5,
      "transition": "fade",
      "componentPath": "./components/slides/Slide_s1.tsx",
      "audioPath": "/audio/slide-s1.mp3"
    },
    {
      "id": "s2",
      "content": {
        "type": "markdown",
        "title": "YC in 120 Seconds: Program, Deal, and Ethos",
        "markdown": "- **Program**: 3-month accelerator; 2 batches/year; primarily in-person Bay Area with remote-friendly elements; weekly metric focus; culminates in Demo Day to hundreds of investors\n- **Deal (2024)**: $500k via two SAFEs — $125k for 7% + $375k uncapped MFN SAFE; YC reserves pro-rata rights; verify latest terms on yc.com\n- **Ethos**: Make something people want; talk to users daily; ship weekly; focus hard; be relentlessly resourceful; start narrow (ICP) then expand\n- **What wins**: Clarity of problem and user; evidence of velocity and learning; early traction or strong signals (waitlists, pilots, LOIs); simple, direct communication\n\n```mermaid\nflowchart TD\nA[\"Apply (online form + 1-min video)\"] --> B[\"Interview (~10 min)\"]\nB --> C[\"Batch (about 12 weeks)\"]\nC --> D[\"Demo Day (1-min pitch)\"]\nD --> E[\"Post-batch support & network\"]\n```"
      },
      "speakerNotes": "0:00 — Pause, smile. Quick energy: “YC in two minutes—program, deal, ethos.”\n0:05 — Advance to slide. Spend ~35 seconds on the Program: emphasize 3 months, in-person Bay Area, weekly metric focus, Demo Day. Mention group partner office hours and alumni network briefly.\n0:40 — Spend ~25 seconds on the Deal: clearly state $125k for 7% plus $375k uncapped MFN SAFE, and YC pro-rata. Remind to verify terms on yc.com. Avoid getting lost in legal details.\n1:05 — Spend ~35 seconds on Ethos: “Make something people want,” talk to users daily, ship weekly, focus, relentlessly resourceful. Tie to how partners evaluate: clarity, velocity, traction, narrow ICP.\n1:40 — Switch attention to diagram. Spend ~15 seconds walking through Apply → Interview → Batch → Demo Day → Post-batch.\n1:55 — Close this section: one-sentence recap and smooth transition to the next segment (application tactics). Check for nods; no Q&A here.\nTechnical reminders: Keep pace snappy; do not dive into edge-case financing terms; point to each node on the diagram as you describe it.",
      "narration": "Let’s do Y Combinator in one hundred and twenty seconds: the program, the deal, and the ethos.\nYC is a three-month accelerator that’s designed for speed... There are two batches a year, primarily in person in the Bay Area with remote-friendly elements... During the batch, you meet regularly with partners, leverage the alumni network, and focus on one thing: measurable weekly progress on a core metric... It all culminates in Demo Day, where you deliver a one-minute pitch to hundreds of investors, and fundraising continues from there with warm intros and updates.\nNow the deal, as of twenty twenty-four... YC invests five hundred thousand dollars through two SAFEs: one hundred twenty-five thousand for seven percent, plus three hundred seventy-five thousand on an uncapped MFN SAFE... YC also reserves pro‑rata rights... Terms can evolve, so always verify the latest details on yc dot com.\nWhat really sets YC apart is the ethos... Make something people want... Talk to users every day... Ship weekly... Focus hard and be relentlessly resourceful... Start with a narrow ideal customer profile and a must‑have use case, then expand... That mindset is exactly what partners and investors look for: clarity about the user and problem, evidence that you learn fast, and early traction or strong signals like waitlists, pilots, or letters of intent.\nHere’s how the journey flows: you apply with an online form and a one‑minute founder video, you do a fast ten‑minute interview, you enter a roughly twelve‑week batch focused on growth, you pitch at Demo Day, and you continue building with post‑batch support and the alumni network.\nIf you remember three things: the program is built for velocity, the deal is straightforward but meaningful, and the ethos is speed plus users... Next, we’ll break down how to shape your application so those strengths are unmistakable.",
      "duration": 2,
      "transition": "fade",
      "componentPath": "./components/slides/Slide_s2.tsx",
      "audioPath": "/audio/slide-s2.mp3"
    },
    {
      "id": "s3",
      "content": {
        "type": "markdown",
        "title": "The YC Journey: From Application to Demo Day and Beyond",
        "markdown": "- **From application to acceptance**: Lead with a crisp one-liner, show velocity (what you shipped, when), real user proof (waitlists, pilots, revenue), and team fit\n- **Interview in 10 minutes**: Be concrete and concise; know users, metrics, distribution, and why-now; have a fast live demo ready\n- **Inside the batch (≈12 weeks)**: Talk to users daily, ship weekly, focus on a single metric (aim 5–7% weekly when feasible), do things that don’t scale, use the YC network\n- **Demo Day and fundraising**: 60-second pitch—what you do, for whom, traction, why now, team; run a tight process with clean post-money SAFEs and consistent updates\n- **Beyond the batch**: Keep momentum with alumni support, intros, and disciplined execution; retain your wedge, expand only after repeatable value\n```mermaid\nflowchart TD\nA[\"Application: clear one-liner, velocity, user proof\"] --> B[\"Interview: concise answers, know metrics\"]\nB --> C[\"Batch: users daily, ship weekly, one metric\"]\nC --> D[\"Demo Day: 60-sec pitch + investor meetings\"]\nD --> E[\"Beyond: alumni support, scale with focus\"]\n```\n```text\n1-minute Demo Day template\nWe are X. We do Y for Z.\nTraction: from A to B in T, retention R, revenue $MRR/GMV.\nWhy now: trend/tech/regulatory change that enables this.\nTeam: unique insight and ability to win.\nRaising: $N on standard post-money SAFE; use of funds and key milestones.\n```"
      },
      "speakerNotes": "Total: 3:00\n- 0:00–0:15 Set the frame: We’ll walk the YC journey end-to-end and highlight what actually moves the needle.\n- 0:15–0:45 Application (30s)\n  • Emphasize clarity, velocity, user proof. Mention 1-min founder video. Note current deal briefly if asked; remind to verify on yc.com.\n  • Stage direction: Point to the first bullet; pause 1s after “velocity.”\n- 0:45–1:05 Interview (20s)\n  • Rapid-fire, 10 minutes. Keep answers concrete; know metrics cold; have a quick demo.\n  • Stage direction: Gesture to second bullet; emphasize “concise and concrete.”\n- 1:05–1:55 Inside the batch (50s)\n  • North Star: weekly growth in one metric; talk to users daily; ship weekly; do things that don’t scale.\n  • Mention 5–7% weekly growth as a common early benchmark when feasible.\n  • Stage direction: Advance to the Mermaid flowchart; trace A→E quickly; pause 2s on C (batch).\n  • Prompt: Ask, “What’s your single weekly metric right now?” (quick show of hands, no responses needed).\n- 1:55–2:35 Demo Day + fundraising (40s)\n  • 60-second pitch structure; run a tight process; clean post-money SAFEs; consistent updates create momentum.\n  • Stage direction: Highlight code block template; suggest screenshotting it.\n- 2:35–2:55 Beyond the batch (20s)\n  • Keep focus, leverage alumni/partners, expand wedge post-PMF; prioritize retention and unit economics.\n  • Stage direction: Point to final bullet E in the flowchart.\n- 2:55–3:00 Close (5s)\n  • Reinforce: speed, focus, evidence. Transition to next section.\nTechnical reminders:\n- Ensure Mermaid diagram renders; zoom in slightly when discussing the batch.\n- If time remains, briefly read the demo day template once; otherwise, leave it on screen for reference.\n- Keep pace brisk; avoid deep dives; defer questions to Q&A.",
      "narration": "Let’s walk the YC journey end to end, and focus on what actually moves the needle from application to Demo Day and beyond.\n\nFirst, the application... YC skims for clarity and evidence... Lead with a crisp one-liner: who you help, what job you solve, and why it’s painful... Then show velocity... What have you shipped and when?... Point to real signals: a waitlist that converts, pilots or paid trials, early revenue, or letters of intent... Keep the writing simple and specific, and use the one‑minute video to show the team’s energy and chemistry... If you have a unique insight from your background, make it explicit.\n\nNext, the interview... It’s about ten minutes, rapid‑fire... Keep answers concrete and short... Know your users, your core metric levels and growth, your distribution plan, and your why‑now... If you can, do a quick live demo to prove you’ve built something real... Partners are testing depth of understanding and learning speed more than theatrics.\n\nInside the batch, think of a twelve‑week sprint with a single North Star: consistent weekly growth in one metric that represents real value—revenue, active teams, or retained users... Talk to users daily... Ship meaningful improvements weekly... Do the unscalable things that unlock insight—manual onboarding, white‑glove support, and founder‑led sales... Ruthlessly cut tasks that don’t move the metric... Use the network: alumni customers, warm intros, and practical office hours... If data pushes you to pivot or tighten your ICP, do it quickly and explain the learning.\n\nDemo Day is a sixty‑second story backed by numbers... Hit five beats: what you do, for whom, your traction, why now, and why your team will win... For example: We are X; we do Y for Z... Traction from A to B with R retention and $MRR... Why now—there’s a new platform shift, regulation, or distribution unlock... Team—your unique insight... After Demo Day, run a tight fundraising process: keep terms clean with standard post‑money SAFEs, share a concise memo and data room, schedule meetings in a short window, and send consistent updates to build momentum... Choose investors for fit and follow‑on potential, not just price.\n\nBeyond the batch, keep the operating rhythm... Leverage YC partners and alumni for customers, hiring, and follow‑on rounds... Protect your narrow wedge and expand only once you see repeatable value and improving retention... Stay default alive where possible, and measure unit economics with discipline.\n\nThe throughline is simple: speed, focus, and evidence... Show that you’re making something people want, you’re learning fast, and your numbers are moving... That’s how you stand out at YC—and turn an application into a breakout company.",
      "duration": 3,
      "transition": "fade",
      "componentPath": "./components/slides/Slide_s3.tsx",
      "audioPath": "/audio/slide-s3.mp3"
    },
    {
      "id": "s4",
      "content": {
        "type": "markdown",
        "title": "What Partners and Investors Actually Look For",
        "markdown": "- **Team**: founder–market fit; technical ownership; even equity; proof of velocity (what shipped last 4 weeks)\n- **Problem & wedge**: acute pain, narrow ICP; “why now” tailwinds; small-beachhead → big market\n- **Traction & learning speed**: weekly growth 5–7% early; tight build–measure–learn loops; honest pivots\n- **Distribution**: concrete GTM (channels, ICP, pipeline); manual onboarding early; credible path to repeatable sales/virality\n- **Defensibility & clarity**: data moats, network effects, switching costs; explain what you do in one simple sentence\n\n- Signals that resonate (by model)\n- B2B SaaS: MRR growth, NDR >100%, <45-day sales cycles, payback <12 months\n- Consumer: improving D1/D7/D30 retention, healthy DAU/MAU, organic % rising\n- Marketplaces: GMV up-and-right, repeat transactions, liquidity in first niches\n- AI-first: measurable ROI vs baseline, proprietary data, cost-to-serve advantage\n\n```mermaid\nflowchart TD\nA[\"Team\"] --> B[\"Problem & Wedge\"]\nB --> C[\"Traction & Learning Speed\"]\nC --> D[\"Distribution Plan\"]\nD --> E[\"Defensibility\"]\nE --> F[\"Clarity of Story\"]\nF -->|\"Strong signals\"| G[\"Invite / Fund\"]\nF -->|\"Gaps or hand-wavy\"| H[\"Pass / Not Yet\"]\nC --> E\nD --> E\n```\n\n```json\n{\n  \"yc_eval_checklist\": {\n    \"team\": {\"technical_founder\": true, \"founder_market_fit\": \"strong\", \"velocity_last_4_weeks\": \"shipped weekly\"},\n    \"traction\": {\"core_metric\": \"MRR\", \"level\": 8200, \"weekly_growth_%\": 6.3, \"retention_30d_%\": 72},\n    \"distribution\": {\"ICP\": \"seed-stage SaaS teams 10-100\", \"pipeline\": 34, \"avg_sales_cycle_days\": 28, \"payback_months\": 8},\n    \"defensibility\": {\"data_moat\": \"workflow data\", \"integrations\": 5, \"switching_costs\": \"medium-high\"},\n    \"clarity\": {\"one_liner\": \"We automate X for Y, saving Z time\", \"why_now\": \"regulatory change + AI cost drop\"}\n  }\n}\n```"
      },
      "speakerNotes": "0:00–0:10 Set context: This is what YC partners and Demo Day investors actually optimize for.\n0:10–1:15 Walk the 5 criteria bullets. Emphasize founder–market fit and velocity; give a 1-sentence example for each. Pause 2 seconds between bullets.\n• Team: note technical ownership and even splits\n• Problem & wedge: stress narrow ICP and “why now”\n• Traction & learning speed: highlight weekly growth target and fast cycles\n• Distribution: call out concrete channels and early manual onboarding\n• Defensibility & clarity: simple one-liner; types of moats\n1:15–1:45 Cover the “Signals that resonate” bullets by model. Tie to metrics YC talks about (NDR, retention, GMV).\n1:45–2:05 Bring up the Mermaid flowchart. Explain the evaluation flow and the two outcomes. Point to how weak clarity can sink otherwise good traction.\n2:05–2:20 Reference the JSON checklist. Encourage attendees to fill it with their own numbers this week.\n2:20–2:30 Quick audience prompt: “Which of these is your weakest area right now?” (show of hands or chat). Pause 3 seconds.\n2:30–2:40 Transition to next section (how to strengthen weakest link).\nTech cues: Switch to slide with diagram at 1:45. Zoom into bullets if needed. Keep energy up. No deep dives here—stay high-signal and crisp.",
      "narration": "Let’s get concrete about what Y Combinator partners and Demo Day investors actually look for... It boils down to five things, and they’re simpler than most people think... First, the team... They’re looking for founder–market fit and technical ownership... Do you deeply understand the customer and can you ship the core product yourselves?... Bonus points for an even equity split and clear evidence of velocity—what did you ship in the last four weeks?... Second, the problem and your wedge... Is this a hair‑on‑fire pain for a narrow, well‑defined customer?... What’s your why‑now—technology, regulation, or a market shift that makes this moment special?... Start with a tight beachhead you can win, then expand... Third, traction and learning speed... Early on, a healthy target is five to seven percent weekly growth in a single, value‑tied metric... Show tight build–measure–learn cycles and be willing to pivot when the data says so... Fourth, distribution... Have a concrete go‑to‑market: who you’re selling to, how you reach them, and what your early pipeline looks like... It’s totally fine to do things that don’t scale—manual onboarding is a plus if it proves repeatable demand... Fifth, defensibility and clarity... What compounds over time—proprietary data, network effects, workflow lock‑in, or switching costs?... And can you explain what you do in one sentence, without buzzwords?... Now, the signals that resonate differ slightly by model... In B2B SaaS, investors love MRR growth, net dollar retention above one hundred percent, short sales cycles, and payback under a year... In consumer, show improving Day‑1, Day‑7, and Day‑30 retention and a rising share of organic users... In marketplaces, highlight GMV growth, repeat transactions, and early liquidity in your first niches... For AI‑first products, prove measurable ROI versus a baseline, a unique data advantage, and a cost‑to‑serve edge as you scale... If you visualize the evaluation path, strong signals across these areas lead to an invite or a check; hand‑wavy answers or missing clarity often mean “not yet,” even with some traction... A practical tip: build a simple one‑page checklist with your core metric, weekly growth, sales cycle, retention, and your one‑liner... Update it weekly... If there’s a weak link, make that your focus this month... That’s how you stand out at YC—by showing real user pull, fast learning, and a crisp story tied to numbers.",
      "duration": 2.5,
      "transition": "fade",
      "componentPath": "./components/slides/Slide_s4.tsx",
      "audioPath": "/audio/slide-s4.mp3"
    },
    {
      "id": "s5",
      "content": {
        "type": "markdown",
        "title": "From Idea to Application: Crafting a Compelling One-Liner and Video",
        "markdown": "### YC-ready one-liner: the 10-second test\n- Be specific: who you serve (ICP), the job you solve, and measurable value\n- Avoid buzzwords; use plain language partners can repeat\n- Lead with outcome; keep it under 20 words\n- Pass the bar: could a non-expert explain it after one read?\n\n```text\nOne-liner formula:\nWe help [ICP] [do job] by [solution], which [quantified value].\n```\n\n```text\nExample:\nBefore: \"AI meeting app\"\nAfter: \"We help seed-stage SaaS teams turn calls into Jira tasks automatically, cutting follow-up time 60%.\"\n```\n\n### 60-second founder video outline\n- 0–5s: Who you are + one-liner (look at camera)\n- 5–20s: Problem in one sentence; who feels it and how often\n- 20–40s: 1–2 click demo that shows the core loop in seconds\n- 40–55s: Proof: users, growth, retention, or paid pilots\n- 55–60s: Why now + ask (apply to YC; looking for pilots)\n\n```text\nScript skeleton:\n\"I'm [name], co-founder of [company]. We [one-liner]. [Problem in one line]. Here's the product: [2 actions, show result]. Today, [metric traction]. Now is the moment because [trend/regulation]. We're looking for [design partners/investors] to scale.\"\n```\n\n### Demo: transform idea → application assets\n- Start with a raw idea; define ICP and a painful job-to-be-done\n- Write the one-liner; sanity-check with a user quote or metric\n- Draft the 60s script; record in one take; good audio beats fancy edits\n- Close with a concrete ask (pilots, intros, specific ICP)\n\n```mermaid\nflowchart TD\nA[\"Raw idea\"] --> B[\"Talk to 3-5 target users\"] --> C[\"Write 1-sentence value prop\"] --> D[\"Record 60s video\"] --> E[\"Paste into YC application\"]\n```\n\n```python\n# Optional: quick one-liner helper\ndef one_liner(icp, job, solution, value):\n    return f\"We help {icp} {job} by {solution}, which {value}.\"\nprint(one_liner(\n    \"seed-stage SaaS teams\",\n    \"turn meeting decisions into tracked tasks\",\n    \"auto-syncing to Jira and Slack\",\n    \"cuts follow-up time 60%\"\n))\n```"
      },
      "speakerNotes": "- 0:00 — 0:05: Set context. Say this is a rapid demo to craft a YC-ready one-liner and founder video.\n- 0:05 — 0:25: On screen, show the one-liner formula. Type a raw idea: “AI meeting app.” Transform it live to the example one-liner. Pause 2 seconds for clarity.\n- 0:25 — 0:45: Call out the 10-second test: ICP, job, value. Emphasize measurable outcome. Ask audience to mentally map their ICP and job.\n- 0:45 — 1:15: Switch to the video outline. Read the script skeleton aloud while pointing to each timed segment. Remind: show the core loop in 2 clicks, not a full tour.\n- 1:15 — 1:30: Show the Mermaid workflow briefly to reinforce the sequence: users → one-liner → record → paste. Don’t dwell; 15 seconds max.\n- 1:30 — 1:50: Quick mock recording: speak the example script for ~15–20 seconds to model tone and pace. Technical reminder: face camera, steady frame, clear mic.\n- 1:50 — 2:00: Wrap with action: invite attendees to drop their one-liner in chat; suggest they record a first take right after the session.\n- Technical reminders: Keep timer visible; avoid switching windows too often; if bandwidth lags, skip live recording and just read the script.\n- Interaction prompt: If time allows, ask for one audience idea and convert it to a one-liner in 10 seconds.\n- Backup plan: If demo lags, narrate the steps and point to the code helper as a take-home tool.",
      "narration": "In the next two minutes, I’ll show you how to turn a raw idea into a YC-ready one-liner and a tight founder video that partners can judge in seconds... The bar is clarity, specificity, and value... Here’s the 10‑second test: say who you serve, the job you do for them, and the measurable outcome, all in plain English... For example, the raw idea is an AI meeting app... That’s vague... Let’s make it specific... We help seed‑stage SaaS teams turn calls into Jira tasks automatically, cutting follow‑up time sixty percent... Now a partner instantly knows the customer, the workflow, and the value... If a non‑expert can repeat it after one read, you’ve nailed it... Next, your one‑minute video... Think five beats... First, five seconds: who you are and that one‑liner, looking straight at the camera... Then fifteen seconds on the problem—who feels it and how often... Two clicks of product in twenty seconds—show the core loop, not a tour... Ten seconds of proof—users, growth, retention, or paid pilots... And five seconds on why now plus your ask—design partners, intros, or pilots with a specific ICP... Let me model a quick take... I’m Alex, co‑founder of TaskLoop... We help seed‑stage SaaS teams turn calls into Jira tasks automatically, cutting follow‑up time sixty percent... PMs lose hours turning meeting decisions into tickets; it’s error‑prone and slow... Here’s the product: after a Zoom call, TaskLoop drafts decisions, maps owners, and syncs to Jira and Slack in one click... Today eight teams use us weekly with seventy percent of tickets accepted as‑is... This is the moment because AI meeting transcripts are ubiquitous, but actioning them is still manual... We’re seeking five more design partners in B2B SaaS... That’s it... Your move: write your one‑liner now, and record a single take with clear audio... Paste both straight into your YC application.",
      "duration": 2,
      "transition": "fade",
      "componentPath": "./components/slides/Slide_s5.tsx",
      "audioPath": "/audio/slide-s5.mp3"
    },
    {
      "id": "s6",
      "content": {
        "type": "markdown",
        "title": "Operating During the Batch: Hitting PMF with Speed and Focus",
        "markdown": "- **Operate on a weekly clock**: pick one metric tied to real value (MRR, active teams, retention) and target 5–7% weekly growth; instrument from day one\n- **Talk to users daily**: 10–20 conversations/week, tighten your ICP, and do things that do not scale to uncover the must-have use case\n- **Ship small, fast, and reliably**: reduce scope, launch weekly, monitor errors; small surface area > sprawling roadmap\n- **Ruthless focus**: founders do sales/support; defer hiring, PR, and complex fundraising until the metric moves\n- **Write a 1-page weekly update**: metric level + growth, top 3 priorities, key learnings, asks; share in office hours and with mentors\n```mermaid\nflowchart TD\nU[\"Talk to users\"] --> I[\"Extract insights\"]\nI --> P[\"Prioritize top 3\"]\nP --> B[\"Build smallest version\"]\nB --> L[\"Launch to real users\"]\nL --> M[\"Measure core metric\"]\nM --> W[\"Write weekly update\"]\nW --> R[\"Refocus + repeat\"]\nR --> U\n```\n```sql\n-- Weekly active accounts (WAA) and WoW growth\nWITH events AS (\n  SELECT user_id, date_trunc('week', occurred_at) AS wk\n  FROM product_events\n  WHERE event_name IN ('session_start','task_completed')\n  GROUP BY 1,2\n),\nwaa AS (\n  SELECT wk, COUNT(DISTINCT user_id) AS waa\n  FROM events\n  GROUP BY 1\n)\nSELECT a.wk,\n       a.waa,\n       ROUND(100.0 * (a.waa - COALESCE(b.waa,0)) / NULLIF(b.waa,0), 1) AS wow_growth_pct\nFROM waa a\nLEFT JOIN waa b ON b.wk = a.wk - INTERVAL '1 week'\nORDER BY a.wk DESC\nLIMIT 8;\n```"
      },
      "speakerNotes": "- 0:00–0:10 Set context: During YC, the goal is PMF signals, not polish. Show slide.\n- 0:10–0:30 Emphasize the weekly clock and 5–7% growth target. Pause to let that land.\n- 0:30–0:45 Ask: “What is your one metric right now?” Quick show of hands or chat replies.\n- 0:45–1:00 Walk through mermaid workflow. Point to daily user convos → prioritize → build smallest version → measure → update.\n- 1:00–1:15 Switch focus to shipping small and reliability. Note: founders handle sales/support; cut distractions.\n- 1:15–1:25 Technical reminder: open the SQL snippet; mention instrumenting analytics from day one. If live, switch to terminal or notebook.\n- 1:25–1:30 Prompt: “Commit to a weekly update cadence.” Suggest posting in office hours and to mentors.\n- 1:30–1:40 Brief pause for a single question if time allows; otherwise transition to next section.\n- Visual cues: Point at top 3 priorities in bullets; circle ‘Write weekly update’ in the diagram.\n- Keep energy high, concise; avoid deep dives—this is the operating playbook.",
      "narration": "During the batch, your job is to get to product‑market fit signals fast... That means operating on a weekly clock with ruthless focus... Pick one metric that tracks real value—like MRR, active teams, or retention—and aim for five to seven percent weekly growth... Instrument it from day one so you can see the truth every Monday... Next, talk to users daily... Ten to twenty conversations a week will tighten your ideal customer profile and reveal the must‑have use case... Do things that don’t scale: manual onboarding, white‑glove support, and hands‑on problem solving... Then ship small and ship often... Reduce scope, build the smallest version that tests the hypothesis, and launch weekly... Keep the product surface area tight and the core loop reliable; error monitoring beats adding yet another feature... Stay ruthlessly focused... Founders handle sales and support... Defer hiring, PR, and complicated fundraising until your metric is moving... Finally, write a one‑page weekly update: metric level and growth, top three priorities, what you learned, and specific asks... Share it in office hours and with mentors to create accountability and get help... If you follow this loop—talk to users, prioritize, build, launch, measure, and update—you’ll learn faster than the market, and that speed and focus is exactly how teams in YC hit product‑market fit.",
      "duration": 1.5,
      "transition": "fade",
      "componentPath": "./components/slides/Slide_s6.tsx",
      "audioPath": "/audio/slide-s6.mp3"
    },
    {
      "id": "s7",
      "content": {
        "type": "markdown",
        "title": "Demo Day in 60 Seconds: Script, Slide, and Signals",
        "markdown": "**60-sec Pitch Script (copy/paste)**\n```text\nWe are Flux, an AI co-pilot for finance teams. We close books 5x faster for 50 SMBs by auto-categorizing transactions.\nIn 8 weeks: MRR $0→$18k, gross margin 82%, D30 logo retention 95%.\nWhy now: real-time bank APIs + affordable LLMs make automation accurate and cheap.\nTeam: ex-Stripe infra + CPA; we built risk models for millions of transactions.\nGo-to-market: bottom-up; 300 qualified on waitlist; payback <6 months.\nRaising $1.5M on a standard post-money SAFE; founders@flux.ai.\n```\n**Investor Slide: what to show**\n- One-line: what you do and for whom (ICP)\n- Traction: growth A→B, revenue/GMV, retention or NDR\n- Why now: tech/regulatory trend unlocking adoption\n- Team: 1-line credibility (founder-market fit)\n- Contact + raise status (optional)\n**Signals that pop on Demo Day**\n- Weekly growth 5–7%+ in a core metric\n- Retention/cohorts improving; NDR >100% for B2B\n- Simple, credible GTM: pilots/LOIs, short sales cycles\n- Healthy unit economics: gross margin ≥70%, payback <12 months\n- Defensibility: proprietary data, workflow lock-in, integrations\n```mermaid\nflowchart TD\nA[\"Intro: name + one-liner\"] --> B[\"What we do\"]\nB --> C[\"For whom (ICP)\"]\nC --> D[\"Traction: growth, revenue, retention\"]\nD --> E[\"Why now (trend/tech/reg)\"]\nE --> F[\"Team credibility\"]\nF --> G[\"Next steps: contact/raising\"]\n```"
      },
      "speakerNotes": "- 0:00 Switch to this slide. Briefly frame: “This is your 60-sec Demo Day system.”\n- 0:05 Point to Mermaid flow: intro → what → who → traction → why now → team → next steps\n- 0:10 Spend 10 seconds walking the flow; emphasize clarity and order\n- 0:20 Show the script code block. Say you'll read just the first two lines to model pace\n- 0:25 Read first two lines at natural speed; pause to note numbers are real, specific\n- 0:35 Highlight the slide checklist bullets; spend 15 seconds tying each to investor expectations\n- 0:50 Hit the “Signals” bullets; call out growth, retention, payback as must-haves\n- 0:57 Close with reminder: keep it concrete; no buzzwords; numbers win\n- Tech: Ensure code block is visible; zoom if needed\n- Tech: If time allows, hover the A→G flow to reinforce order\n- Interaction: Ask attendees to screenshot the script/checklist\n- Timing: Keep total to 60 seconds; do not read the entire script",
      "narration": "Demo Day is sixty seconds... Here’s exactly how to land it... Follow this flow: start with your name and a crisp one-liner, say what you do and for whom, drop your traction with real numbers, explain why now, add one line on team credibility, and finish with contact or your raise... Let me model the pace... We are Flux, an AI co‑pilot for finance teams... We close books five times faster for fifty SMBs by auto‑categorizing transactions... In eight weeks: MRR from zero to eighteen thousand, gross margin eighty‑two percent, day‑thirty retention ninety‑five percent... That’s the tempo and specificity you want... Your slide should show five things: one‑line what and who, three concrete metrics, a why‑now driver like a tech or regulatory shift, a single line on founder‑market fit, and contact or raise status... Investors lean in for signals like five to seven percent weekly growth, improving retention or NDR over one hundred percent, simple credible go‑to‑market with pilots, payback under twelve months, and defensibility from data or workflow lock‑in... Keep it simple, numerical, and memorable.",
      "duration": 1,
      "transition": "fade",
      "componentPath": "./components/slides/Slide_s7.tsx",
      "audioPath": "/audio/slide-s7.mp3"
    },
    {
      "id": "s8",
      "content": {
        "type": "markdown",
        "title": "Quick Self-Assessment: Are You Ready for YC Right Now?",
        "markdown": "- Answer Yes/No to each; then share your score (0–5) in chat or poll\n- Self-check prompts:\n  - 1) Clear, narrow ICP with a painful problem\n  - 2) MVP shipped; real users touch it weekly\n  - 3) Early revenue or 5–7% weekly growth in usage/signups\n  - 4) 10+ user conversations per week\n  - 5) Technical founder builds the core\n- Instant readout:\n  - 4–5 Yes: Apply now; double down on clarity + traction\n  - 2–3 Yes: Close 1–2 gaps in 2–3 weeks via pilots\n  - 0–1 Yes: Narrow wedge; build manual MVP; talk to users daily\n- In chat: type your score (0–5) and the biggest gap: ICP, traction, speed, distribution, or team\n```mermaid\nflowchart LR\nStart[\"Count YES answers (0–5)\"] -->|\"4-5\"| A[\"Apply this batch\"]\nStart -->|\"2-3\"| B[\"Close top gap fast\"]\nStart -->|\"0-1\"| C[\"Narrow ICP; manual MVP\"]\nA --> A1[\"Leverage traction + clarity\"]\nB --> B1[\"Line up pilots in 2–3 weeks\"]\nC --> C1[\"Talk to users daily; iterate weekly\"]\n```"
      },
      "speakerNotes": "- Spend 5 seconds framing: “Quick self-assessment—answer fast.”\n- Read the 5 prompts briskly (15 seconds). Point to the slide while reading.\n- Ask for interaction (5–7 seconds): “Drop 0–5 in chat; add your biggest gap word.” Trigger the poll if available.\n- Acknowledge common outcomes (3 seconds): “Lots of 2–3s is normal.”\n- Transition (3–5 seconds): “Next, we’ll show how to close those gaps before you apply.”\n- Technical: Open poll widget; keep chat visible; glance for a couple of representative responses to reference.",
      "narration": "Quick gut check—answer yes or no to five prompts... One: narrow ICP with a painful problem... Two: MVP in users’ hands weekly... Three: early revenue or five to seven percent weekly growth... Four: at least ten user conversations per week... Five: a technical founder builds the core... Count your yeses and drop zero to five in chat... Four to five: apply now... Two to three: close the biggest gap fast... Zero to one: narrow, go manual, learn.",
      "duration": 0.5,
      "transition": "fade",
      "componentPath": "./components/slides/Slide_s8.tsx",
      "audioPath": "/audio/slide-s8.mp3"
    },
    {
      "id": "s9",
      "content": {
        "type": "markdown",
        "title": "Action Plan and Resources: Your Next 30 Days",
        "markdown": "- 30-day plan: W1 lock ICP and run 10–20 user calls; W2 ship the smallest working version and instrument one core metric; W3 secure 3–5 design partners and drive 5–7% weekly growth; W4 finalize application, 1-minute video, mock interview, and a clean data pack\n- Weekly rhythm: Monday priorities, daily user conversations, ship by Friday, write a short weekly update, cut everything not tied to the core metric\n- Metrics that prove it: revenue or active users, early retention/cohorts, time-to-first-value, concise pipeline signals (LOIs, pilots, paid trials)\n- Resources to use: YC Startup Library, Paul Graham essays, Startup School, SAFE templates, alumni for mock interviews and customer intros\n- Do now: choose one metric, schedule five user calls, draft your one-liner, and list top three ships for this week\n```mermaid\ngantt\ndateFormat  YYYY-MM-DD\ntitle 30-Day YC Prep\nsection Week 1\nDefine ICP and problem      :a1, 2025-09-01, 5d\nUser interviews             :a2, 2025-09-01, 5d\nsection Week 2\nShip MVP and onboard        :b1, 2025-09-08, 5d\nInstrument analytics        :b2, 2025-09-08, 3d\nsection Week 3\nDrive traction and refine   :c1, 2025-09-15, 5d\nPrep application materials  :c2, 2025-09-15, 5d\nsection Week 4\nMock interview and video    :d1, 2025-09-22, 3d\nData room and investor updates :d2, 2025-09-22, 5d\n```\n```text\nOne-liner template:\nWe help [ICP] do [job] by [solution], which [measurable value].\n\nWeekly update snippet:\nCore metric: X → Y (+Z%) | Users talked: N | Ships: [A, B] | Learnings: [1, 2] | Next: [3, 4] | Asks: [intros, pilots]\n```"
      },
      "speakerNotes": "Timing: 60 seconds total\n- 0–10s: Frame the close. Point to the 30-day plan headline on the slide.\n- 10–30s: Walk through Weeks 1–4 using the Gantt. Pause 2s on each week.\n- 30–45s: Emphasize the weekly rhythm and the single core metric; reinforce 5–7% weekly growth as a compass.\n- 45–55s: Highlight resources. Mention we’re dropping links in chat. Encourage alumni outreach for mock interviews.\n- 55–60s: Close with immediate actions: pick metric, schedule 5 user calls, draft one-liner. Invite questions in chat.\nStage directions: Keep a brisk pace; do not dive into sub-bullets. Gesture to the code templates as practical takeaways.\nReminders: Share resource links in chat; advance to final slide with contact info after this section.",
      "narration": "To wrap up, here’s a simple 30‑day plan to make real progress and stand out for YC... In week one, lock your ideal customer and run ten to twenty user conversations to clarify the painful job to be done... Week two, ship the smallest working version, onboard users manually, and instrument one core metric... Week three, drive traction: aim for five to seven percent weekly growth, secure three to five design partners, and watch early retention signals... Week four, tighten your application: a crisp one‑liner, a clear one‑minute video, mock interviews, and a clean data pack... Run a weekly rhythm: set Monday priorities, talk to users daily, ship by Friday, and send a short update with your metric, learnings, next steps, and asks... Use the YC Startup Library, Paul Graham essays, Startup School, and standard SAFE templates, and lean on alumni for mock interviews and intros... Your move today: choose one metric, schedule five user calls, and draft your one‑liner... Keep this cadence, and you’ll have the evidence YC wants—and a stronger company either way.",
      "duration": 1,
      "transition": "fade",
      "voice": {
        "emotion": "friendly",
        "pace": "slow"
      },
      "componentPath": "./components/slides/Slide_s9.tsx",
      "audioPath": "/audio/slide-s9.mp3"
    }
  ],
  "transitions": {
    "default": "fade",
    "duration": 500
  }
}
